Repository: COSS-India/VoiceGive
Catalog: lib/l10n/app_*.arb
Languages: ml

source: Bhashadaan
ml: ഭാഷാദാനം

source: Home
ml: ഹോം

source: Bolo
ml: ബോളോ

source: Suno
ml: സുനോ

source: Likho
ml: ലിഖോ

source: Dekho
ml: ദേഖോ

source: Bolo India
ml: ബോളോ ഇന്ത്യ

source: Suno India
ml: സുനോ ഇന്ത്യ

source: Likho India
ml: ലിഖോ ഇന്ത്യ

source: Dekho India
ml: ദേഖോ ഇന്ത്യ

# mStaticLabel
source: Label
ml: ലേബൽ

# mStaticValidate
source: Validate
ml: സാധൂകരിക്കുക

# mStaticSelectLanguage
source: Select the language for contribution:
ml: സംഭാവനയ്ക്കായി ഭാഷ തിരഞ്ഞെടുക്കുക:

# mStaticSearch
source: Search
ml: തിരയുക

# mStaticSubmit
source: Submit
ml: സമർപ്പിക്കുക

# mStaticCancel
source: Cancel
ml: റദ്ദാക്കുക

# mStaticSkip
source: Skip
ml: ഒഴിവാക്കുക

# mStaticNoSearchResultFound
source: No results found
ml: ഫലങ്ങൾ കണ്ടെത്തിയില്ല

# mStaticStartTyping
source: Start typing here...
ml: ഇവിടെ ടൈപ്പ് ചെയ്യാൻ തുടങ്ങുക...

# mStaticInputSubmitted
source: Thanks for your contribution! we have received your input.
ml: നിങ്ങളുടെ സംഭാവനയ്ക്ക് നന്ദി! നിങ്ങളുടെ ഇൻപുട്ട് ഞങ്ങൾക്ക് ലഭിച്ചിരിക്കുന്നു.

# mStaticValidationSuccessMessage
source: Thank you for validating the input.
ml: ഇൻപുട്ട് സാധൂകരിച്ചതിന് നന്ദി.

source: Login
ml: ലോഗിൻ

# verifyPhoneNumber
source: Verify your phone number
ml: നിങ്ങളുടെ ഫോൺ നമ്പർ സ്ഥിരീകരിക്കുക

# otpSentMessage
source: We have sent a One Time Password(OTP) to this mobile number.
ml: ഈ മൊബൈൽ നമ്പറിലേക്ക് ഞങ്ങൾ ഒരു വൺ ടൈം പാസ്‌വേഡ് (OTP) അയയ്ക്കും.

# enterMobileNumber
source: Enter mobile no.*
ml: മൊബൈൽ നമ്പർ നൽകുക*

source: Get OTP
ml: OTP നേടുക

# invalidPhoneNumber
source: Please enter a valid phone number
ml: സാധുവായ ഫോൺ നമ്പർ നൽകുക

source: OTP Verification
ml: OTP സ്ഥിരീകരണം

# otpSentToNumber
source: Enter the OTP from the sms we sent to +91
ml: +91 ലേക്ക് അയച്ച SMS-ൽ നിന്നുള്ള OTP നൽകുക

# resendOtp
source: I didn't receive any OTP. RESEND
ml: എനിക്ക് OTP ലഭിച്ചില്ല. വീണ്ടും അയയ്ക്കുക

# submitOtp
source: Submit
ml: സമർപ്പിക്കുക

# otpExpired
source: OTP has expired. Please request a new one.
ml: OTP കാലാവധി കഴിഞ്ഞു. ദയവായി പുതിയത് അഭ്യർത്ഥിക്കുക.

# invalidOtp
source: Please enter a valid OTP
ml: സാധുവായ OTP നൽകുക

source: Sign Up
ml: സൈൻ അപ്പ്

# forgotPassword
source: Forgot password functionality coming soon!
ml: പാസ്‌വേഡ് മറന്നത് ഫീച്ചർ ഉടൻ വരുന്നു!

source: Login failed
ml: ലോഗിൻ പരാജയപ്പെട്ടു

# networkError
source: Network error. Please check your connection.
ml: നെറ്റ്‌വർക്ക് പിശക്. ദയവായി നിങ്ങളുടെ കണക്ഷൻ പരിശോധിക്കുക.

source: Failed to load captcha
ml: Captcha ലോഡ് ചെയ്യാൻ പരാജയപ്പെട്ടു

# pleaseWaitForCaptcha
source: Please wait for captcha to load
ml: Captcha ലോഡ് ചെയ്യാൻ കാത്തിരിക്കുക

source: Refresh Captcha
ml: Captcha പുതുക്കുക

# passwordRequired
source: Password is required
ml: പാസ്‌വേഡ് ആവശ്യമാണ്

# passwordMinLength
source: Password must be at least 8 characters
ml: പാസ്‌വേഡ് കുറഞ്ഞത് 8 അക്ഷരങ്ങൾ ആയിരിക്കണം

# passwordComplexity
source: Password must contain uppercase, lowercase and number
ml: പാസ്‌വേഡിൽ വലിയക്ഷരം, ചെറിയക്ഷരം, സംഖ്യ എന്നിവ അടങ്ങിയിരിക്കണം

# emailRequired
source: Email is required
ml: ഇമെയിൽ ആവശ്യമാണ്

# invalidEmail
source: Please enter a valid email
ml: സാധുവായ ഇമെയിൽ നൽകുക

# acceptTermsAndConditions
source: Please accept the Terms & Conditions and Privacy Policy
ml: ദയവായി നിബന്ധനകളും സ്വകാര്യതാ നയവും സ്വീകരിക്കുക

# termsAndConditionsComingSoon
source: Terms & Conditions page coming soon!
ml: നിബന്ധനകൾ പേജ് ഉടൻ വരുന്നു!

# privacyPolicyComingSoon
source: Privacy Policy page coming soon!
ml: സ്വകാര്യതാ നയ പേജ് ഉടൻ വരുന്നു!

source: OTP sent successfully
ml: OTP വിജയകരമായി അയച്ചു

# otpSentToEmail
source: OTP sent successfully to {email}
ml: {email} ലേക്ക് OTP വിജയകരമായി അയച്ചു

source: Quick Tips
ml: ദ്രുത നുറുങ്ങുകൾ

source: Report
ml: റിപ്പോർട്ട്

source: Test Speakers
ml: സ്പീക്കറുകൾ പരിശോധിക്കുക

source: Contribute More
ml: കൂടുതൽ സംഭാവന നൽകുക

source: Validate
ml: സാധൂകരിക്കുക

source: Incorrect
ml: തെറ്റ്

source: Correct
ml: ശരി

source: Skipping current sentence...
ml: നിലവിലെ വാക്യം ഒഴിവാക്കുന്നു...

source: Skipped successfully
ml: വിജയകരമായി ഒഴിവാക്കി

source: Skip failed
ml: ഒഴിവാക്കൽ പരാജയപ്പെട്ടു

source: No validation items available
ml: സാധൂകരണ ഇനങ്ങൾ ലഭ്യമല്ല

source: Failed to fetch validation items
ml: സാധൂകരണ ഇനങ്ങൾ വീണ്ടെടുക്കാൻ പരാജയപ്പെട്ടു

source: Please select age group and gender
ml: ദയവായി പ്രായവും ലിംഗവും തിരഞ്ഞെടുക്കുക

# enterMobileNumberHint
source: Enter mobile number
ml: മൊബൈൽ നമ്പർ നൽകുക

source: Error
ml: പിശക്

source: Submit
ml: സമർപ്പിക്കുക

source: Cancel
ml: റദ്ദാക്കുക

source: Skip
ml: ഒഴിവാക്കുക

source: Label
ml: ലേബൽ

source: Search
ml: തിരയുക

# selectLanguage
source: Select the language for contribution:
ml: സംഭാവനയ്ക്കായി ഭാഷ തിരഞ്ഞെടുക്കുക:

source: No results found
ml: ഫലങ്ങൾ കണ്ടെത്തിയില്ല

# startTyping
source: Start typing here...
ml: ഇവിടെ ടൈപ്പ് ചെയ്യാൻ തുടങ്ങുക...

# inputSubmitted
source: Thanks for your contribution! we have received your input.
ml: നിങ്ങളുടെ സംഭാവനയ്ക്ക് നന്ദി! നിങ്ങളുടെ ഇൻപുട്ട് ഞങ്ങൾക്ക് ലഭിച്ചിരിക്കുന്നു.

# validationSuccessMessage
source: Thank you for validating the input.
ml: ഇൻപുട്ട് സാധൂകരിച്ചതിന് നന്ദി.

source: Complete your profile
ml: നിങ്ങളുടെ പ്രൊഫൈൽ പൂർത്തിയാക്കുക

source: Personal Information
ml: വ്യക്തിഗത വിവരങ്ങൾ

source: First Name
ml: പേരിന്റെ ആദ്യഭാഗം

source: Last Name
ml: പേരിന്റെ അവസാനഭാഗം

source: Choose your age group
ml: നിങ്ങളുടെ പ്രായവിഭാഗം തിരഞ്ഞെടുക്കുക

source: Email ID
ml: ഇമെയിൽ ഐഡി

# saveAndContinue
source: Save & Continue
ml: സേവ് ചെയ്ത് തുടരുക

# firstNameRequired
source: First name is required
ml: പേരിന്റെ ആദ്യഭാഗം ആവശ്യമാണ്

# lastNameRequired
source: Last name is required
ml: പേരിന്റെ അവസാനഭാഗം ആവശ്യമാണ്

source: Under 18 years
ml: 18 വയസ്സിന് താഴെ

# age18To24
source: 18-24 years
ml: 18-24 വയസ്സ്

# age25To34
source: 25-34 years
ml: 25-34 വയസ്സ്

# age35To44
source: 35-44 years
ml: 35-44 വയസ്സ്

# age45To54
source: 45-54 years
ml: 45-54 വയസ്സ്

# age55To64
source: 55-64 years
ml: 55-64 വയസ്സ്

# age65Plus
source: 65+ years
ml: 65+ വയസ്സ്

source: Male
ml: പുരുഷൻ

source: Female
ml: സ്ത്രീ

source: Non-binary
ml: നോൺ-ബൈനറി

source: Prefer not to say
ml: പറയാൻ താൽപര്യമില്ല

# enrichYourLanguage
source: Enrich your language by donating your voice.
ml: നിങ്ങളുടെ ശബ്ദം സംഭാവന ചെയ്ത് നിങ്ങളുടെ ഭാഷ സമ്പുഷ്ടമാക്കുക.

# selectLanguageForValidation
source: Select the language for validation
ml: സാധൂകരണത്തിനായി ഭാഷ തിരഞ്ഞെടുക്കുക

source: Pause Recording
ml: റെക്കോർഡിംഗ് താൽക്കാലികമായി നിർത്തുക

source: Replay Recording
ml: റെക്കോർഡിംഗ് വീണ്ടും പ്ലേ ചെയ്യുക

source: Marked Incorrect
ml: തെറ്റായി അടയാളപ്പെടുത്തി

source: Marked Correct
ml: ശരിയായി അടയാളപ്പെടുത്തി

source: Reject failed
ml: നിരസിക്കൽ പരാജയപ്പെട്ടു

source: Accept failed
ml: സ്വീകരിക്കൽ പരാജയപ്പെട്ടു

source: Validation Result
ml: സാധൂകരണ ഫലം

# youMarkedRecordingAs
source: You marked this recording as '{result}'. Thank you for your validation!
ml: നിങ്ങൾ ഈ റെക്കോർഡിംഗ് '{result}' എന്ന് അടയാളപ്പെടുത്തി. നിങ്ങളുടെ സാധൂകരണത്തിന് നന്ദി!

# continueButton
source: Continue
ml: തുടരുക

source: Please enter CAPTCHA
ml: ദയവായി CAPTCHA നൽകുക

source: CAPTCHA not loaded
ml: CAPTCHA ലോഡ് ചെയ്തിട്ടില്ല

source: Sign In
ml: സൈൻ ഇൻ

# createBhashaDaanAccount
source: Create a BhashaDaan Account
ml: ഭാഷാദാന അക്കൗണ്ട് സൃഷ്ടിക്കുക

source: Verify OTP
ml: OTP സ്ഥിരീകരിക്കുക

# otpSentToMail
source: An OTP has been sent to your mail
ml: നിങ്ങളുടെ മെയിലിലേക്ക് OTP അയച്ചിരിക്കുന്നു

# namasteContributor
source: Namaste Contributor/Validator
ml: നമസ്കാരം സംഭാവനക്കാരാ/സാധൂകരണക്കാരാ

# consentMessage
source: Before you begin contributing or validating on AgriDaan, please take a moment to review our Privacy Policy and Terms of Use. We kindly ask for your consent to continue.
ml: അഗ്രിദാനിൽ സംഭാവനയോ സാധൂകരണമോ ആരംഭിക്കുന്നതിന് മുമ്പ്, ദയവായി ഞങ്ങളുടെ സ്വകാര്യതാ നയവും ഉപയോഗ നിബന്ധനകളും അവലോകനം ചെയ്യുക. തുടരാൻ നിങ്ങളുടെ സമ്മതം ഞങ്ങൾ അഭ്യർത്ഥിക്കുന്നു.

source: I agree
ml: ഞാൻ സമ്മതിക്കുന്നു

source: India
ml: ഇന്ത്യ

source: Maharashtra
ml: മഹാരാഷ്ട്ര

source: Pune
ml: പൂനെ

source: Mumbai
ml: മുംബൈ

source: Nashik
ml: നാസിക്

source: Nagpur
ml: നാഗ്പൂർ

source: Thane
ml: താനെ

source: Aurangabad
ml: ഔറംഗാബാദ്

source: English
ml: ഇംഗ്ലീഷ്

source: Hindi
ml: ഹിന്ദി

source: Marathi
ml: മറാത്തി

source: Gujarati
ml: ഗുജറാത്തി

source: Kannada
ml: കന്നഡ

source: Telugu
ml: തെലുങ്ക്

source: Karnataka
ml: കർണാടക

source: What is AgriDaan?
ml: അഗ്രിദാന് എന്താണ്?

# agriDaanDescription
source: Agridaan is an initiative to crowdsource agriculture-related knowledge from citizens across India as part of Project BHASHINI. It calls upon people to contribute local terms, practices, and insights to build an open repository of agricultural data, helping to digitally enrich and preserve India's diverse farming heritage.
ml: അഗ്രിദാന് എന്നത് പ്രോജക്റ്റ് ഭാഷിണിയുടെ ഭാഗമായി ഇന്ത്യയിലുടനീളം നിരവധി പൗരന്മാരിൽ നിന്ന് കാർഷിക-ബന്ധമായ അറിവ് ക്രൗഡ്‌സോഴ്സ് ചെയ്യാനുള്ള ഒരു പ്രവർത്തനമാണ്. ഇന്ത്യയുടെ വൈവിധ്യമാർന്ന കാർഷിക പൈതൃകം ഡിജിറ്റലായി സമ്പുഷ്ടമാക്കാനും സംരക്ഷിക്കാനും സഹായിക്കുന്ന ഒരു തുറന്ന കാർഷിക ഡാറ്റാ ശേഖരം നിർമ്മിക്കാൻ പ്രാദേശിക പദങ്ങൾ, പരിശീലനങ്ങൾ, ഉൾക്കാഴ്ചകൾ സംഭാവന ചെയ്യാൻ ആളുകളെ ക്ഷണിക്കുന്നു.

source: Empower India's Linguistic Diversity
ml: ഇന്ത്യയുടെ ഭാഷാവൈവിധ്യം ശക്തിപ്പെടുത്തുക

# joinTheMovementDescription
source: Join the movement to enhance language understanding and accessibility for all 22 official languages of India.
ml: ഇന്ത്യയിലെ 22 ഔദ്യോഗിക ഭാഷകളുടെ ഭാഷാ ധാരണയും പ്രാപ്യതയും മെച്ചപ്പെടുത്താനുള്ള പ്രസ്ഥാനത്തിൽ ചേരുക

source: Let's Get Started
ml: നമുക്ക് ആരംഭിക്കാം

source: Digital India Bhashini Division
ml: ഡിജിറ്റൽ ഇന്ത്യ ഭാഷിണി ഡിവിഷൻ

# electronicsNiketanAddress
source: Electronics Niketan, 6-CGO Complex, New Delhi - 110003
ml: ഇലക്ട്രോണിക്സ് നികേതൻ, 6-CGO കോംപ്ലക്സ്, ന്യൂ ഡൽഹി - 110003

source: Powered by
ml: പവർഡ് ബൈ

# digitalIndiaCorporation
source: Digital India Corporation(DIC)
ml: ഡിജിറ്റൽ ഇന്ത്യ കോർപ്പറേഷൻ (DIC)

# ministryOfElectronicsIt
source: Ministry of Electronics & IT (MeitY)
ml: ഇലക്ട്രോണിക്സ് & IT മന്ത്രാലയം (MeitY)

source: Government of India®
ml: ഇന്ത്യാ സർക്കാർ®

# copyrightNotice
source: © 2025 - Copyright All rights reserved.
ml: © 2025 - കോപ്പിറൈറ്റ് എല്ലാ അവകാശങ്ങളും നിക്ഷിപ്തം.

# needMoreInfo
source: Need More Information?
ml: കൂടുതൽ വിവരങ്ങൾ വേണോ?

# writeYourConcern
source: Write your concern to us and we will get back to you.
ml: നിങ്ങളുടെ ആശങ്ക ഞങ്ങൾക്ക് എഴുതുക, ഞങ്ങൾ നിങ്ങളുടെ അടുത്തേക്ക് മടങ്ങിവരും.

source: Contact us
ml: ഞങ്ങളുമായി ബന്ധപ്പെടുക

# enterOtpFromSms
source: Enter the OTP from the sms we sent to +91
ml: +91 ലേക്ക് അയച്ച SMS-ൽ നിന്നുള്ള OTP നൽകുക

source: Contribute
ml: സംഭാവന നൽകുക

# speakClearlyAndRecord
source: Speak clearly and record the displayed sentence
ml: വ്യക്തമായി സംസാരിച്ച് പ്രദർശിപ്പിച്ച വാക്യം റെക്കോർഡ് ചെയ്യുക

# listenAndValidate
source: Listen carefully and confirm if the recording matches the text
ml: റെക്കോർഡിംഗുകൾ കേൾക്കുകയും അവയുടെ കൃത്യത സാധൂകരിക്കുകയും ചെയ്യുക

source: Earn Certificate
ml: സർട്ടിഫിക്കറ്റ് നേടുക

# earnCertificateDescription
source: Earn your certificate after completing 5 contributions and 25 validations.
ml: നിങ്ങളുടെ സംഭാവനകൾക്ക് സർട്ടിഫിക്കറ്റ് നേടുക

source: Check Your Setup
ml: നിങ്ങളുടെ സെറ്റപ്പ് പരിശോധിക്കുക

source: Please Test Your Speaker
ml: ദയവായി നിങ്ങളുടെ സ്പീക്കർ പരിശോധിക്കുക

source: Please Test Your Microphone
ml: ദയവായി നിങ്ങളുടെ മൈക്രോഫോൺ പരിശോധിക്കുക

source: No background noise
ml: പശ്ചാത്തല ശബ്ദമില്ല

source: Speak Naturally
ml: സ്വാഭാവികമായി സംസാരിക്കുക

source: Record exactly as shown
ml: സ്ക്രീനിൽ കാണിച്ചിരിക്കുന്നതുപോലെ തന്നെ റെക്കോർഡ് ചെയ്യുക

source: Don't record Punctuations
ml: റെക്കോർഡിംഗ് ചെയ്യുമ്പോൾ വിരാമചിഹ്നങ്ങൾ ഒഴിവാക്കുക

source: Tap record to start
ml: ആരംഭിക്കാൻ റെക്കോർഡ് ടാപ്പ് ചെയ്യുക

source: Next
ml: അടുത്തത്

source: Previous
ml: മുമ്പത്തേത്

source: Finish
ml: പൂർത്തിയാക്കുക

# pleaseTestYourSpeakerDescription
source: Play the sample audio and confirm you can hear it clearly before starting the task
ml: നിങ്ങളുടെ സ്പീക്കറുകൾ ശരിയായി പ്രവർത്തിക്കുന്നുവെന്ന് ഉറപ്പാക്കുക

# pleaseTestYourMicrophoneDescription
source: Speak a few words to check if your voice is being recorded properly and without distortion
ml: നിങ്ങളുടെ മൈക്രോഫോൺ ശരിയായി പ്രവർത്തിക്കുന്നുവെന്ന് ഉറപ്പാക്കുക

# noBackgroundNoiseDescription
source: Choose a quiet environment. Avoid background sounds like fans, traffic, or other voices while recording
ml: മെച്ചപ്പെട്ട റെക്കോർഡിംഗ് ഗുണനിലവാരത്തിനായി ശാന്തമായ പരിസ്ഥിതി കണ്ടെത്തുക

# recordExactlyAsShownDescription
source: Speak clearly, exactly following the text displayed, so your contribution is accurate and usable
ml: സ്ക്രീനിൽ കാണിച്ചിരിക്കുന്ന ടെക്സ്റ്റ് കൃത്യമായി വായിക്കുക

# dontRecordPunctuationsDescription
source: Read only the words shown on screen. Do not say commas, full stops, or other punctuations marks.
ml: റെക്കോർഡിംഗ് ചെയ്യുമ്പോൾ വിരാമചിഹ്നങ്ങൾ ഒഴിവാക്കുക

# tapRecordToStartDescription
source: Press the record button once you are ready, and speak clearly and naturally.
ml: സംസാരിക്കാൻ തുടങ്ങാൻ റെക്കോർഡ് ബട്ടൺ അമർത്തുക

source: Tamil
ml: തമിഴ്

source: Malayalam
ml: മലയാളം

source: Bengali
ml: ബംഗാളി

source: Punjabi
ml: പഞ്ചാബി

source: Odia
ml: ഒഡിയ

source: Assamese
ml: അസമീസ്

source: Start Recording
ml: റെക്കോർഡിംഗ് ആരംഭിക്കുക

source: Stop Recording
ml: റെക്കോർഡിംഗ് നിർത്തുക

source: Re-record
ml: വീണ്ടും റെക്കോർഡ് ചെയ്യുക

source: Play Contribution
ml: സംഭാവന പ്ലേ ചെയ്യുക

source: Play Recording
ml: റെക്കോർഡിംഗ് പ്ലേ ചെയ്യുക

# selectLanguageForContribution
source: Select the language for contribution
ml: സംഭാവനയ്ക്കായി ഭാഷ തിരഞ്ഞെടുക്കുക

# enrichYourLanguageByDonatingVoice
source: Enrich your language by donating your voice.
ml: നിങ്ങളുടെ ശബ്ദം സംഭാവന ചെയ്ത് നിങ്ങളുടെ ഭാഷ സമ്പുഷ്ടമാക്കുക.

source: Download Certificate
ml: സർട്ടിഫിക്കറ്റ് ഡൗൺലോഡ് ചെയ്യുക

source: Validate More
ml: കൂടുതൽ സാധൂകരിക്കുക

source: Download PDF
ml: PDF ഡൗൺലോഡ് ചെയ്യുക

source: Gender
ml: ലിംഗം

# alreadyHaveAccount
source: Already have an account?
ml: ഇതിനകം അക്കൗണ്ട് ഉണ്ടോ?

source: Fill in your
ml: നിങ്ങളുടെ

source: personal details
ml: വ്യക്തിഗത വിവരങ്ങൾ

source: to create your account
ml: അക്കൗണ്ട് സൃഷ്ടിക്കാൻ നൽകുക

source: Verify your phone number
ml: നിങ്ങളുടെ ഫോൺ നമ്പർ സ്ഥിരീകരിക്കുക

# weWillSendA
source: We have sent a
ml: ഞങ്ങൾ ഒരു

source: One Time Password (OTP)
ml: വൺ ടൈം പാസ്‌വേഡ് (OTP)

source: to this mobile number.
ml: ഈ മൊബൈൽ നമ്പറിലേക്ക് അയയ്ക്കും.

# invalidPhoneNumberMessage
source: Invalid phone number
ml: സാധുവായ ഫോൺ നമ്പർ അല്ല

source: Phone number must be 10 digits
ml: ഫോൺ നമ്പർ 10 അക്കങ്ങൾ ആയിരിക്കണം

# otpSentSuccessfullyMessage
source: OTP sent successfully!
ml: OTP വിജയകരമായി അയച്ചു!

source: Login into your BhashaDaan Account
ml: നിങ്ങളുടെ ഭാഷാദാന അക്കൗണ്ടിലേക്ക് ലോഗിൻ ചെയ്യുക

source: Enter your
ml: നിങ്ങളുടെ

source: email and password
ml: ഇമെയിൽ, പാസ്‌വേഡ്

source: to access your account
ml: അക്കൗണ്ടിലേക്ക് പ്രവേശിക്കാൻ നൽകുക

# doesntHaveAccount
source: Don't have an account?
ml: അക്കൗണ്ട് ഇല്ലേ?
